Repository: harena2000/simple_todo_app
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Welcome
fr: Bienvenue

source: Project Monitoring
fr: Suivi des Projet

source: My Task List
fr: Mes liste de tâches

# subTaskNumber
source: {subTaskCount} Sub Task
fr: {subTaskCount} Sous-Tâche

source: Complation rate
fr: Taux d'achèvement

source: Urgently
fr: Urgent

source: Medium
fr: Moyenne

source: Calm
fr: Calme

# todaysTask
source: Today's Tasks
fr: Vos tâches Aujourd'hui

source: Today
fr: Aujourd'hui

# tomorrowTask
source: Task for Tomorrow
fr: Tâche pour demain

# taskLate
source: {daysNumber} day{dayPlurial} Late
fr: {daysNumber} day{dayPlurial} de Retard

# taskDaysLeft
source: {daysLeftNumber} days Left
fr: {daysLeftNumber} jours Restants

source: Description Task
fr: Description de la Tâche

source: Team Workspace
fr: Team Worksapce

source: My Workspace
fr: Mon Worksapce

# projectCreated
source: Created Project
fr: Projet Créé

# projectAssigned
source: Assigned Project
fr: Projet Assigné

# progress
source: In Progress
fr: En cours

source: Paused
fr: Pause

source: Done
fr: Terminer

source: Account Setting
fr: Paramètre du compte
